Repository: manzoorwanijk/wptelegram-comments
Catalog: languages/wptelegram-comments-*.po
Languages: id_id

source: Telegram Comments
id_id: Komentar Telegram

source: WP Telegram Comments
id_id: Komentar Telegram WP

source: Configuration
id_id: Konfigurasi

source: Please read the instructions above.
id_id: Harap baca instruksi di atas.

source: The comments widget will be shown on the selected post types.
id_id: Widget komentar akan ditampilkan pada jenis kiriman yang dipilih.

source: To exclude the specific posts, enter the post or page IDs separated by comma.
id_id: Untuk mengecualikan kiriman tertentu, masukkan ID tulisan atau laman, pisahkan dengan koma.

source: With this plugin, you can add comments to posts/pages on your WordPress website by using Telegram Comments Widget.
id_id: Dengan plugin ini, Anda dapat menambahkan komentar pada tulisan/laman pada situs web WordPress menggunakan Widget Komentar Telegram.

source: INSTRUCTIONS!
id_id: INSTRUKSI!

source: Goto %s
id_id: Buka %s

source: Under %1$s click on %2$s or %3$s.
id_id: Klik %2$s atau %3$s pada %1$s.

source: Enter your site name in %1$s field and %2$s in %3$s field.
id_id: Masukkan nama situs Anda pada ruas %1$s dan %2$s pada ruas %3$s.

source: Click on %s and customize the appearance if you want.
id_id: Klik %s dan sesuaikan tampilan jika diinginkan.

source: Click on %1$s and %2$s.
id_id: Klik %1$s dan %2$s.

source: Paste the copied code in the field below.
id_id: Tempelkan kode yang disalin pada ruas berikut.

source: Save Changes
id_id: Simpan Perubahan

source: Use Telegram Comments widget for your WordPress posts or pages.
id_id: Gunakan widget Komentar Telegram untuk tulisan atau laman WordPress Anda.

source: Do you like %s?
id_id: Anda menyukai %s?

source: Need help?
id_id: Perlu bantuan?

source: Get LIVE support on Telegram
id_id: Dapatkan dukungan LANGSUNG di Telegram

source: Follow %s
id_id: Ikuti %s

source: Join %s
id_id: Bergabung %s

source: Changes saved successfully.
id_id: Perubahan berhasil disimpan.

source: Lets fix these errors first.
id_id: Mari pebaiki galat berikut terlebih dahulu.

source: Invalid %s
id_id: %s invalid

source: %s required.
id_id: Diperlukan %s.

source: Changes could not be saved.
id_id: Perubahan tidak dapat disimpan.

source: Code
id_id: Kode

source: Exclude
id_id: Kecualikan

source: Post types
id_id: Jenis kiriman
