Repository: manzoorwanijk/wptelegram-comments
Catalog: src/languages/wptelegram-comments-*.po
Languages: de_de, ru_ru

source: Telegram Comments
de_de: Telegram Kommentare
ru_ru: Комментарии Telegram

source: WP Telegram Comments
de_de: WP Telegram Kommentare

source: Configuration
de_de: Konfiguration
ru_ru: Поздравляем

source: Please read the instructions above.
de_de: Bitte lies die obigen Anweisungen.
ru_ru: Пожалуйста, прочтите инструкции выше.

source: The comments widget will be shown on the selected post types.
de_de: Das Kommentarwidget wird auf den ausgewählten Beitragsarten angezeigt.
ru_ru: Виджет комментариев будет показан в записях выбранного типа.

source: To exclude the specific posts, enter the post or page IDs separated by comma.
de_de: Um spezielle Beiträge auszuschließen, gib die Beitrags- oder Seiten-IDs, durch Komma getrennt, ein.
ru_ru: Чтобы исключить конкретные записи, введите ID записи или страницы через запятую.

source: With this plugin, you can add comments to posts/pages on your WordPress website by using Telegram Comments Widget.
de_de: Mit diesem Plugin kannst du Kommentare auf Beiträgen/Seiten deiner WordPress Webseite mit dem Telegram Kommentarwidget hinzufügen.
ru_ru: С помощью этого плагина вы можете добавлять комментарии к записям/страницам на вашем сайте на WordPress (используя виджет Telegram Comments).

source: INSTRUCTIONS!
de_de: ANLEITUNG!
ru_ru: ИНСТРУКЦИИ!

source: Goto %s
de_de: Gehe zu %s
ru_ru: Перейти к %s

source: Under %1$s click on %2$s or %3$s.
de_de: Unter %1$s klicke auf %2$s oder %3$s.
ru_ru: Под %1$s нажмите на %2$s или %3$s.

source: Enter your site name in %1$s field and %2$s in %3$s field.
de_de: Bitte gib deinen Seitennamen in das %1$s Feld und %2$s in das %3$s Feld ein.
ru_ru: Введите имя вашего сайта в %1$s и %2$s поля %3$s.

source: Click on %s and customize the appearance if you want.
de_de: Klicke auf %s und passe das Design nach deinen Wünschen an.
ru_ru: Нажмите %s и при желании настройте внешний вид.

source: Click on %1$s and %2$s.
de_de: Klicke auf %1$s und %2$s.
ru_ru: Нажмите %1$s и %2$s.

source: Paste the copied code in the field below.
de_de: Füge den kopierten Code in das nachstehende Feld ein.
ru_ru: Вставьте скопированный код в поле ниже.

source: Save Changes
de_de: Änderungen speichern
ru_ru: Сохранить изменения

source: Use Telegram Comments widget for your WordPress posts or pages.
de_de: Benutze das Telegram Kommentarwidget für deine WordPress Beiträge oder Seiten.
ru_ru: Используйте виджет Telegram Comments в ваших записях или страницах WordPress.

source: Do you like %s?
de_de: Gefällt dir %s?
ru_ru: Вам нравится %s?

source: Need help?
de_de: Hilfe benötigt?
ru_ru: Требуется помощь?

source: Get LIVE support on Telegram
de_de: Erhalte LIVE Support über Telegram
ru_ru: Получите ЖИВУЮ поддержку через Telegram

source: Follow %s
de_de: Folge %s
ru_ru: Читать %s

source: Join %s
de_de: Trete %s bei
ru_ru: Добавить %s

source: Changes saved successfully.
de_de: Änderungen erfolgreich gespeichert.
ru_ru: Изменения сохранены успешно.

source: Lets fix these errors first.
de_de: Behebe zuerst diese Fehler.
ru_ru: Давайте сперва исправим эти ошибки.

source: Invalid %s
de_de: Ungültig %s
ru_ru: Недопустимое %s

source: %s required.
de_de: %s erforderlich.
ru_ru: %s (обязательно)

source: Changes could not be saved.
de_de: Die Änderungen konnten nicht gespeichert werden.
ru_ru: Изменения не могут быть сохранены.

source: Exclude
de_de: Ausschließen
ru_ru: Исключить

source: Post types
de_de: Beitragsarten
ru_ru: Типы записей

source: Code
ru_ru: Код
